Repository: Open365/eyeoslogin
Catalog: locales/loc.login.xx_XX.po
Languages: xx

source: Incorrect user or password
xx: XXXXXXXXXXXXX

source: Resolve this captcha to try again
xx: XXXXXXXXXXXXX

source: The maximum number of users has been reached. Please contact your administrator
xx: XXX XXXXXXX XXXXXX XX XXXXX XXX XXXX XXXXXXX. XXXXXX XXXXXXX XXXX XXXXXXXXX

source: Please fill out this field.
xx: XXXXXXXXXXXXX

source: Username
xx: XXXXXXXXXXXXX

source: Password
xx: XXXXXXXX

source: Log in
xx: XXX XX

source: Username should include
xx: Xxxxxxxx xxxxxx xxxxxxx

source: Username should be something like username@example.com
xx: Xxxxxxxx xxxxxx xx xxxxxxxxx xxxx xxxxxxxxxxxxxxxxxxxx

source: Invalid user
xx: Xxxxxxx xxxx

source: Servers have some hiccups, try later
xx: Xxxxxxx xxxx xxxx xxxxxxx, xxx xxxxx

source: Your password has been changed.You can now use your new password to login.
xx: Xxxx xxxxxxxx xxx xxxx xxxxxxx.Xxx xxx xxx xxx xxxx xxx xxxxxxxx xx xxxxx.

source: Incorrect params
xx: Xxxxxxxxx xxxxxx

source: Your password has been changed.
xx: Xxxx xxxxxxxx xxx xxxx xxxxxxx.

source: Invalid password
xx: Xxxxxxx xxxxxxxx

source: Your password recovery session has expired
xx: Xxxx xxxxxxxx xxxxxxxx xxxxxxx xxx xxxxxxx

source: Passwords don't match
xx: Xxxxxxxxx xxxxx xxxxx

source: Password must be at least 8 characters
xx: Xxxxxxxx xxxx xx xx xxxxx x xxxxxxxxxx

source: Passwords can't be equal to username
xx: Xxxxxxxxx xxxxx xx xxxxx xx xxxxxxxx

source: Forgot password?
xx: Xxxxxx xxxxxxxx?

source: Or register here
xx: Xx xxxxxxxx xxxx

source: Using this service implies that you have read and accept the
xx: Xxxxx xxxx xxxxxxx xxxxxxx xxxx xxx xxxx xxxx xxx xxxxxx xxx

source: Terms and Conditions
xx: Xxxxx xxx Xxxxxxxxxx

source: I forgot my password
xx: X xxxxxx xx xxxxxxxx

source: Recover my password
xx: Xxxxxxx xx xxxxxxxx

source: For any other problem accessing the platform you can
xx: Xxx xxx xxxxx xxxxxxx xxxxxxxxx xxx xxxxxxxx xxx xxx

source: ask for help here
xx: xxx xxx xxxx xxxx
