Repository: Open365/eyeoslogin
Catalog: locales/loc.login.*.po
Languages: ca_ca, es_es, eu_eu, it_it, pt_br, si_si

source: Incorrect user or password
ca_ca: Usuari o contrasenya incorrectes
es_es: Usuario o contraseña incorrecto
eu_eu: Erabiltzaile edo pasahitz okerra
it_it: Nome utente o password non corretti
pt_br: Utilizador ou palavra-passe incorretos
si_si: Vnesli ste napačno uporabniško ime ali geslo.

source: Resolve this captcha to try again
ca_ca: Soluciona aquest captcha per tornar-ho a intentar
es_es: Soluciona este captcha para volver a intentarlo
eu_eu: Captcha hau ebatzi berriz saiatzeko
it_it: Inserire questo captcha per riprovare
pt_br: Resolva essa imagem captcha para tentar novamente
si_si: Prosimo ponovno vnesite, kar vidite na sliki za prijavo v sistem.

source: The maximum number of users has been reached. Please contact your administrator
ca_ca: S'ha assolit el número màxim d'usuaris. Si us plau contacta amb el teu administrador
es_es: Se ha llegado al número máximo de usuarios
eu_eu: Erabiltzaileen gehienezko kopururua iritsi zara. Jarri harremanetan administratzailearekin
it_it: Il numero massimo di utenti è stato raggiunto. Si prega di contattare l'amministratore
pt_br: O número máximo de usuários foi atingido. Entre em contanto com seu administrador
si_si: Doseženo je bilo maksimalno število uporabnikov. Prosim kontaktirajte administratorja.

source: Please fill out this field.
ca_ca: Si us plau omple aquest camp.
es_es: Por favor rellena este campo
eu_eu: Bete berriz eremu hau.
it_it: Per favore completare questo campo.
pt_br: Preencha este campo.
si_si: Izpolnite to polje.

source: Username
ca_ca: Usuari
es_es: Usuario
eu_eu: Erabiltzailea
it_it: Nome utente
pt_br: Nome de usuário
si_si: Uporabniško ime

source: Password
ca_ca: Contrasenya
es_es: Contraseña
eu_eu: Pasahitza
pt_br: Senha
si_si: Geslo

source: Log in
ca_ca: Entrar
es_es: Entrar
eu_eu: Sartu
it_it: Accedi (Log in)
pt_br: Conecte-se
si_si: Vpišite se

source: Username should include
es_es: El nombre de usuario debería contener
it_it: Il nome utente deve includere

source: Username should be something like username@example.com
es_es: El nombre de usuario debería ser del tipo nombreusuario@ejemplo.com
it_it: Il nome utente deve essere del tipo utente@esempio.com

source: Invalid user
es_es: Usuario incorrecto
it_it: Utente non valido

source: Servers have some hiccups, try later
es_es: Estamos experimentando algunos contratiempos. Inténtalo más tarde.
it_it: Il collegamento al Server ha dei problemi. Riprovare più tardi

source: Your password has been changed.You can now use your new password to login.
es_es: Tu contraseña ha sido cambiada. Ahora ya puedes usar tu nueva contraseña para entrar
it_it: La tua password è stata modificata. Devi utilizzarla al prossimo login

source: Incorrect params
es_es: Parámetros incorrectos
it_it: Parametri incorretti

source: Your password has been changed.
es_es: Tu contraseña ha cambiado.
it_it: La tua password è stata cambiata

source: Invalid password
es_es: Contraseña incorrecta
it_it: Password non valida

source: Your password recovery session has expired
es_es: Tu sesión ha expirado
it_it: La sessione di recupero password è scaduta

source: Passwords don't match
es_es: Las contraseñas no coinciden
it_it: Le password non sono uguali

source: Password must be at least 8 characters
es_es: La contraseña debe tener como mínimo 8 caracteres
it_it: Le password devono avere almeno 8 caratteri

source: Passwords can't be equal to username
es_es: La contraseña no puede ser igual al nombre de usuario
it_it: La password non può essere uguale al nome utente

source: Forgot password?
es_es: He olvidado mi contraseña
it_it: Password dimenticata?

source: Or register here
es_es: O regístrate aquí
it_it: O regitrati qui

source: Using this service implies that you have read and accept the
es_es: Utilizar este servicio implica que has leído y aceptado los
it_it: L'utilizzo di questo servizio implica che hai letto e accettato le

source: Terms and Conditions
es_es: Términos y condiciones
it_it: condizioni

source: I forgot my password
es_es: He olvidado mi contraseña
it_it: Ho dimenticato la password

source: Recover my password
es_es: Recuperar contraseña
it_it: Recuperare la mia password

source: For any other problem accessing the platform you can
es_es: Para cualquier otra incidencia accediendo a la plataforma puedes
it_it: Per qualsiasi problemi di accesso alla piattaforma poi

source: ask for help here
es_es: obtener ayuda aquí
it_it: chiede aiuto qui

source: Type a new password
es_es: Escribe una nueva contraseña
it_it: Scrivi una nuova password

source: Re-Type the new password
es_es: Repite la nueva contraseña
it_it: Ripeti la nuova password

source: Reset password
es_es: Cambiar contraseña
it_it: Resetare password

source: An email has been sent to you...
es_es: Te hemos enviado un correo-e con los datos para continuar.

source: An email has been sent to you…
it_it: Ti è stata inviata una mail…

source: Connection lost. Now trying to reconnect
ca_ca: Sense connexió. Intentant reconnectar.
eu_eu: Konexioa eten da. Berriz konektatzen saiatzen
pt_br: Conexão perdida. Agora tentar a reconexão
si_si: Povezava je bila prekinjena. Poskušam se ponovno povezati.

source: Do you want a better experience
ca_ca: Vols una experiencia millor?
eu_eu: Esperientzia hobea nahi duzu?
pt_br: Você quer ter uma experiência ainda melhor?
si_si: Ali si želite boljšo izkušnjo?

source: Download eyeRun
ca_ca: Descarrega eyeRun
eu_eu: Deskargatu eyeRun
pt_br: Baixe o eyeRun
si_si: Prenesite eyeRun

source: and enjoy eyeOS in a new way
ca_ca: i gaudeix eyeOS d'una forma nova
eu_eu: eta gozatu eyeOS aplikazioaz beste modu batean
pt_br: e usufrua do eyeOS de um jeito novo
si_si: in uživajte eyeOS na popolnoma nov način.

source: * Your workspace will be open in a new window for full experience
ca_ca: El teu workspace s'obrirà dins una nova finestra
eu_eu: *Beste leiho batean irekiko da lanerako tokia, esperientzia hobetzeko
pt_br: * Para uma experiência completa, sua área de trabalho será aberta em uma nova janela
si_si: * Vaš delovni prostor se bo odprl v novem zavihku za popolno delovno izkušnjo.

source: Launch eyeOs
ca_ca: Obrir eyeOS
eu_eu: Abiarazi eyeOS
pt_br: Inicie o eyeOs
si_si: Zaženite eyeOS

source: Detecting Eyerun
ca_ca: Detectant eyeRun
si_si: Zaznavanje eyeRun

source: Download
ca_ca: Descarregar
eu_eu: Deskargatu
si_si: Prenesi

source: or
ca_ca: o
si_si: ali
